Repository: canek-pelaez/gqpe
Catalog: po/*.po
Languages: es

source: _About
es: _Acerca de

source: Quit
es: Salir

source: Previous picture
es: Imagen anterior

source: Next picture
es: Imagen siguiente

source: Rotate left
es: Rotar a la izquierda

source: Rotate right
es: Rotar a la derecha

source: Pin geolocation
es: Ir a geolocalización

source: Save picture
es: Guardar imagen

source: Open Google Maps on this location
es: Abrir Mapas de Google en esta localización

source: Google Maps
es: Mapas de Google

source: Gtk+ Quick Photo Editor
es: Editor rápido de fotos basado en Gtk+

source: Quick editor for photograph tags
es: Editor rápido para etiquetas de fotografía

source: Cannot get file status: %s
es: No se puede obtener el estado del archivo: %s

source: Error reading from ‘%s’.
es: Error leyendo de: ‘%s’.

source: Error writing to ‘%s’.
es: Error escribendo a: ‘%s’.

source: Error normalizing: %s
es: Error normalizando: %s

source: Error processing %s: %s. Skipping.
es: Error procesando %s: %s. Saltándolo.

source: A Gtk+ based quick photo editor
es: Un rápido editor de fotos basado en Gtk+

source: INPUT OUTPUT - Copy the image tags.
es: ENTRADA SALIDA - Copiar las etiquetas de imagen.

source: Do not copy GPS data.
es: No copiar los datos GPS.

source: Do not copy date and time data.
es: No copiar los datos de la fecha y hora.

source: Only copy GPS data.
es: Sólo copiar datos GPS.

source: Run ‘%s --help’ for a list of options
es: Ejecute ‘%s --help’ para una lista de opciones

source: Exactly one input and one output file needed
es: Se necesita exactamente un archivo entrada y uno de salida

source: You cannot mix -g and -G
es: No puede mezclar -g y -G

source: You cannot mix -g and -T
es: No puede mezclar -g y -T

source: An error ocurred while copying %s:
es: Ocurrió un error al copiar %s:

source: INPUT - Interpolate GPS coordinates.
es: ENTRADA - Interpolar coordenadas GPS.

source: Force a range
es: Forzar un rango

source: Be verbose
es: Sé verboso

source: Loading photographs…
es: Cargando fotografías…

source: Loaded %d photographs…
es: Se cargaron %d fotografías…

source: Loaded %d photographs.
es: Se cargaron %d fotografías.

source: Updating %s…
es: Actualizando %s…

source: %d photographs exported
es: % fotografías exportadas.

source: Error while exporting: %s
es: Error al exportar: %s

source: Missing files or directory
es: Faltan archivos o un directorio

source: %s is not a directory
es: %s no es un directorio

source: [DIRNAME] [FILENAME…] - Export to Shotwell.
es: [DIRECTORIO] [ARCHIVO…] - Exportar a Shotwell.

source: Use a file list instead of a directory
es: Usar una lista de archivos en lugar de un directorio

source: Use a Galería JSON to set the primary photos
es: Usar un JSON de Galería para definir las fotos primarias

source: Loaded %d photographs…%s
es: Se cargaron %d fotografías…%s

source: SQL error: %d, %s
es: Error SQL: %d, %s

source: Error inserting: %d, %s
es: Error insertando: %d, %s

source: Cannot read file: %s
es: No puedo leer archivo: %s

source: Error getting photo id for: %s
es: Error obteniendo el identificador de la foto: %s

source: Generating GNOME thumb: %s
es: Generando miniatura de GNOME: %s

source: Generating Shotwell 128px thumb: %s
es: Generando miniatura 128px de Shotwell: %s

source: Generating Shotwell 360px thumb: %s
es: Generando miniatura 360px de Shotwell: %s

source: Exporting: %s
es: Exportando: %s

source: Already in database: %s, skipping.
es: Ya está en la base de datos: %s, saltándolo.

source: Missing title: %s, skipping.
es: Título faltante: %s, saltándolo.

source: Missing album: %s, skipping.
es: Álbum faltante: %s, saltándolo.

source: Error getting event for: %s, skipping.
es: Error obteniendo evento para: %s, saltándolo.

source: Error getting tag for: %s, skipping.
es: Error obteniendo etiqueta para: %s, saltándolo.

source: Error inserting photograph: %s, skipping.
es: Error insertando fotografía: %s, saltándolo.

source: Error making thumbnail for: %s, skipping.
es: Error haciedo miniatura para: %s, saltándolo.

source: Error updating event for: %s, skipping.
es: Error actualizando evento para: %s, saltándolo.

source: Error updating tag for: %s, skipping.
es: Error actualizando etiqueta para: %s, saltándolo.

source: %d photographs exported…%s
es: %d fotografías exportadas…%s

source: Cannot open database: %s
es: No se puede abrir la base de datos: %s

source: Cannot begin transaction: %s
es: No se puede iniciar transacción: %s

source: Exporting %d photographs…
es: Exportando %d fotografías…

source: %d photographs exported.
es: %d fotografías exportadas.

source: Cannot rollback transaction: %s
es: No se pudo deshacer la transación: %s

source: Cannot commit transaction: %s
es: No se pudo realizar la transacción: %s

source: Updating cover for %s…
es: Actualizando portada para %s…

source: %d covers set.%s
es: %d portadas ajustadas.%s

source: Setting covers…
es: Reajustando portadas…

source: %d covers set.
es: %d portadas ajustadas.

source: Error while setting primary photos: %s
es: Error al reajustar fotos primarias: %s

source: You cannot mix -c and -f
es: No puede mezclar -c y -f

source: The -c option only needs one file
es: La opción -c sólo necesita un archivo

source: %s is not a file
es: %s no es un archivo

source: INPUTDIR OUTPUTDIR - Store images to a normalized location.
es: ENTRADA SALIDA - Almacena imágenes a una dirección normalizada.

source: Use location look up
es: Usar búsqueda de ubicación

source: Update the metadata of the photograph
es: Acutalizar los metadatos de la fotografía

source: Be quiet
es: No producir salida

source: Invalid city record: %s
es: Registro de ciudad inválido: %s

source: An error ocurred while parsing %s
es: Ocurrió un error al analizar %s

source: Cities database not found
es: Base de datos de ciudades no encontrada

source: %s, near %s
es: %s, cerca de %s

source: There was an error processing %s: %s.
es: Hubo un error al procesar %s: %s.

source: Skipping.
es: Omitiendo.

source: Exactly one output and one input directory needed
es: Se necesitan exactamente un directorio entrada y de salida

source: %s is not a directory
es: %s no es un directorio

source: There was an error while storing: %s
es: Ocurrió un error al almacenar: %s

source: {FILENAME…} - Edit and show the image tags.
es: {ARCHIVO…} - Edita y muestra las etiquetas de imagen.

source: With no flags the tags are printed. An empty string as parameter removes an individual tag. You cannot mix -s, -r, or -m with other options. Format for printing: %p: The file path %P: The file directory name %b: The file basename %t: The title %a: The album %D: The description %T: The date and time %z: The timezone offset %o: The orientation %Y: The latitude %X: The longitude Also, any standard C escape character can be used: "\n" for new line, "\t" for tab, etc.
es: Si no hay opciones se imprimen las etiquetas. Una cadena vacía como parámetro elimina una etiqueta. Formato para imprimir: %p: La ruta del archivo %P: El nombre del directorio %b: El nombre base del archivo %t: El título %a: El álbum %D: La descripción %T: La fecha y hora %z: El desplazamiento de la zona de tiempo %o: La orientación %Y: La latitud %X: La longitud También se puede usar cualquier carácter de escape de C: "\n" para nueva línea, "\t" para tabulador, etc.

source: Set the title
es: Define el título

source: Set the album
es: Define el álbum

source: Set the comment
es: Define el comentario

source: Set the date and time
es: Define la fecha y hora

source: Set the timezone offset
es: Define el desplazamiento de la zona de tiempo

source: Set the orientation
es: Define la orientación

source: Set the latitude
es: Define la latitud

source: Set the longitude
es: Define la longitud

source: Shift the time in this amount of hours
es: Desplaza el tiempo por esta cantidad de horas

source: Reset the file timestamp to the photograph one
es: Reajusta la estampa de tiempo del archivo al de la fotografía

source: Print the tags with format
es: Imprime las etiquetas con formato

source: Only print the path of images without GPS data
es: Sólo imprime la ruta de las imágenes sin datos GPS

source: No such file: ‘%s’
es: No hay tal archivo: ‘%s’

source: Error loading: ‘%s’
es: Error cargando: ‘%s’

source: Shifting time for %s…
es: Desplazando tiempo para %s...

source: Resetting time for %s…
es: Reajustando tiempo para %s…

source: Title
es: Título

source: Album
es: Álbum

source: Comment
es: Comentario

source: Date and time
es: Fecha y hora

source: Orientation
es: Orientación

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: GPS tag
es: Etiqueta GPS

source: GPS version
es: Versión GPS

source: GPS datum
es: Dato GPS

source: %s updated.
es: % actualizado.

source: There was an error saving %s: %s
es: Hubo un error guardando %s: %s

source: Missing image files
es: Archivos de imágenes faltantes

source: You cannot mix -s, -r, -p, or -m with other options
es: No puede mezclar -s, -r, -p o -m con otras opciones

source: Invalid orientation: %s
es: Orientación inválida: %s

source: Invalid date and time: %s
es: Fecha y tiempo inválidos: %s

source: Invalid timezone offset: %s
es: Desplazamiento de zona de tiempo inválida: %s

source: Invalid latitude: %s
es: Latitud inválida: %s

source: Invalid longitude: %s
es: Longitud inválida: %s

source: Latitude will only be set on images with GPS data
es: La latitud sólo se definirá para imáneges con información GPS

source: Longitude will only be set on images with GPS data
es: La longitud sólo se definirá para imágenes con información GPS

source: Loaded %d photographs… %s
es: Se cargaron %d fotografías… %s

source: No photographs loaded.
es: No se cargaron fotografías.

source: Loaded %d photographs…
es: Se cargaron %d fotografías…
